const aboutUsData: {
  icon: string;
  title: string;
  desc: string;
}[] = [
  {
    icon: "/journal-icon.svg",
    title: "نبــــذة عنــــا",
    desc: "نحن شركة تقنية تأسست عام 2018، متخصصة في تصميم وتصنيع الحلول التقنية المبتكرة، مع تركيز خاص على أنظمة المراقبة والأمان. نقدم خدمات تركيب وصيانة كاميرات المراقبة بأعلى المعايير.",
  },
  {
    icon: "/flag-icon.svg",
    title: "قيمـــنا الأســــاسية",
    desc: "نؤمن بأن النجاح الحقيقي ينبع من التمسك بقيم راسخة تشكل أساس كل ما نقوم به. نضع الابتكار في صميم عملنا، ونسعى باستمرار لتطوير حلول تقنية تواكب تطلعات المستقبل.",
  },
  {
    icon: "/eye-icon.svg",
    title: "رؤيتــــــنا",
    desc: "في أبصر ، نطمح إلى أن نكون الروّاد في تطوير الحلول التقنية الذكية في العالم العربي، وأن نصبح الخيار الأول للأفراد والمؤسسات الباحثين عن الأمان، الكفاءة، والاستدامة في أنظمتهم التقنية.",
  },
  {
    icon: "/team-icon.svg",
    title: "فريقـــــنا",
    desc: "يتكوّن فريقنا من مجموعة من المهندسين والفنيين والمختصين في المجالات التقنية، الذين يجمعهم الشغف والدقة والخبرة في تقديم حلول مبتكرة وعملية.",
  },
];

export default aboutUsData;
