const largeCardsData: {
  number: string;
  title: string;
  desc: string;
  image: string;
  direction: "left" | "right";
}[] = [
  {
    number: "01",
    title: "أنظمــة المراقبــــة",
    desc: "نوفّر لك أحدث تقنيات أنظمة المراقبة لضمان أمن ممتلكاتك وسلامة محيطك، سواء في المنازل أو المؤسسات. تتيح لك كاميراتنا الذكية المراقبة الحية والتسجيل بدقة عالية، مع إمكانية الوصول من أي مكان وفي أي وقت عبر الهاتف أو الكمبيوتر. ",
    image: "/large-card-cctv.png",
    direction: "right",
  },
  {
    number: "02",
    title: "أنظمــة الحـــريــق",
    desc: "نقدّم لك أنظمة إنذار حريق عالية الكفاءة، مصممة للكشف المبكر عن أي خطر وتنبيهك بسرعة قبل تفاقم الوضع. تشمل حلولنا كواشف دخان وحرارة، وأجهزة إنذار صوتية وضوئية، ولوحات تحكم دقيقة تضمن الاستجابة الفورية. استثمر في الوقاية، واجعل السلامة أولوية.",
    image: "/large-card-fire-alert.png",
    direction: "left",
  },
  {
    number: "03",
    title: "أنظمــة المنــزل الذكــي",
    desc: "نوفّر لك حلول المنزل الذكي التي تتيح لك إدارة الإضاءة، والتكييف، والأجهزة، وأنظمة الأمان عن بُعد بضغطة زر. تمتع بالراحة والكفاءة في استهلاك الطاقة، مع تقنيات متقدمة تعزز تجربتك اليومية وتمنحك سيطرة كاملة من هاتفك الذكي أينما كنت.",
    image: "/large-card-smart-home.png",
    direction: "right",
  },
  {
    number: "04",
    title: "أنظمــة التحكــم في الدخــول",
    desc: "نقدّم لك أنظمة متطورة لإدارة الدخول والخروج، تشمل قارئات البصمة، وبطاقات الدخول، ولوحات التحكم الذكية. تتيح لك هذه الأنظمة مراقبة وتنظيم الوصول إلى المباني أو الأقسام الحساسة، مما يضمن مستوى أعلى من الأمان والكفاءة في إدارة الموارد البشرية.",
    image: "/large-card-access-control.png",
    direction: "left",
  },
];

export default largeCardsData;
